{
    "TrackingSpamPrevention": {
        "BanIpNotificationMailSubject": "பல செயல்களை உருவாக்க ஒரு ஐபி தடை செய்யப்பட்டது.",
        "BlockCloudNoteInternetDisabled": "உங்கள் மாடோமோ உள்ளமைவில் இணையம் முடக்கப்பட்டுள்ளதால், இந்த நற்பொருத்தம் இயங்காது.",
        "SettingBlockCloudDescription": "AWS, Azure, Digital Ocean, Google முகில் மற்றும் Oracle போன்ற முகில் வழங்குநர்களிடமிருந்து தோன்றும் தடுப்பு கோரிக்கைகளை தடைகள் அவற்றின் ஐபி வரம்புகளின் பட்டியலைப் பெறுகின்றன. சாவாச்கிரிப்ட் டிராக்கரைப் பயன்படுத்தி மட்டுமே நீங்கள் கண்காணிக்கிறீர்களா என்பது பாதுகாப்பாக இருக்க வேண்டும், ஏனெனில் அவற்றின் கண்காணிப்பு கோரிக்கைகள் மேகங்களிலிருந்து அலங்கரிக்கப்படாது, மேகக்கணி வழங்குநர்கள் மூலம் தரவை வழிநடத்தும் VPN ஐப் பயன்படுத்தாவிட்டால். உங்கள் எல்லா தளங்களுக்கும் அமைப்பு பொருந்தும்.",
        "SettingBlockCloudTitle": "மேகத்திலிருந்து கண்காணிப்பு கோரிக்கைகளைத் தடுக்கும்",
        "SettingBlockHeadlessDescription": "இவை பயனர் இடைமுகம் இல்லாத உலாவிகள், பெரும்பாலும் ஆட்டோமேசனுக்குப் பயன்படுத்தப்படுகின்றன. உங்களிடம் வழக்கமான வலைத்தளங்கள் அல்லது பயன்பாடுகள் மட்டுமே இருந்தால் இதை இயக்குவது பாதுகாப்பாக இருக்க வேண்டும். இல்லையெனில் கண்டறியப்படாது என்று கூடுதல் போட்கள் மற்றும் ச்பேம் கோரிக்கைகளை இது தடுக்கலாம்.",
        "SettingBlockHeadlessTitle": "தலை இல்லாத உலாவிகளைத் தடுக்கவும்",
        "SettingBlockServerSideLibrariesDescription": "%1$sjavascript Tracker %2$s ஐப் பயன்படுத்தினால் இதைப் பயன்படுத்தவும், ஏனெனில் மற்ற போக்குவரத்து எப்படியும் தாக்குதல்கள் அல்லது ச்பேம் இருக்கும். இது சுருட்டை, HTTP, குழப்பம் மற்றும் போச்ட்மேன் ஆகியவற்றிலிருந்து கண்காணிப்பு கோரிக்கைகளைத் தடுக்கிறது.%3$s%1$s ச்னோட்: மாடோமோ பி.எச்.பி டிராக்கிங் எச்.டி.கே, சாவா எச்.டி.கே, பைதான் எச்.டி.கே, ஆண்ட்ராய்டு போன்ற சேவையக பக்க எச்.டி.கே. அல்லது ஐஇமு SDK, அல்லது பிற சேவையக பக்க நிரலாக்க மொழிகள்.%2$s",
        "SettingBlockServerSideLibrariesTitle": "சேவையக பக்க நூலகங்களிலிருந்து கண்காணிப்பு கோரிக்கைகளைத் தடுக்கும்",
        "SettingExcludedCountriesDescription": "இந்த நாடுகளைச் சேர்ந்த பார்வையாளர்களைக் கண்காணிக்க வேண்டாம். உங்கள் இலக்கு பகுதிக்கு வெளியே பார்வையாளர்கள் போட்கள் அல்லது ச்பேமர்களாக இருப்பார்கள், அல்லது பிற அதிகார வரம்புகளில் தனியுரிமைச் சட்டங்களைத் தவிர்க்க இதைப் பயன்படுத்தலாம்.",
        "SettingExcludedCountriesTitle": "நாடுகளை விலக்கு",
        "SettingIncludedCountriesDescription": "இது மற்ற எல்லா நாடுகளையும் விலக்குகிறது. \"நாடுகளை விலக்கு\" அமைப்பில் கூடுதல் செய்தி உள்ளது.",
        "SettingIncludedCountriesTitle": "இந்த நாடுகளைச் சேர்ந்த பார்வையாளர்களை மட்டுமே கண்காணிக்கவும்",
        "SettingMaxActionsDescription": "\"0\" இன் இயல்புநிலை அனைத்து செயல்களையும் பதிவு செய்கிறது. பெரும்பாலான தளங்களில் வழக்கமாக 100 முதல் 300 க்கு மேல் இல்லை. ச்பேம், போட் அல்லது தாக்குதலைக் கண்காணிப்பது மற்ற செயல்பாடுகளை கருதுவது பாதுகாப்பாக இருக்கலாம். மேட்டோமோ மேலும் செயல்களைப் பதிவு செய்வதை நிறுத்தி, சேவையக சுமையைக் குறைப்பதற்கும் தரவு துல்லியத்தை பாதுகாக்கவும் 24 மணிநேரம் வரை அவற்றின் ஐபி முகவரிகளைத் தடுக்கிறது.",
        "SettingMaxActionsTitle": "ஒரு வருகைக்கு பதிவு செய்ய அதிகபட்ச நடவடிக்கைகள்",
        "SettingNotificationEmailDescription": "ஒரு ஐபி அதிக செயல்களைக் கொண்டிருக்க தடை விதிக்கப்படும் போதெல்லாம் இந்த மின்னஞ்சல் முகவரி அறிவிக்கப்படும். எதிர்காலத்தில் மேலும் அறிவிப்பு காரணங்கள் சேர்க்கப்படலாம்.",
        "SettingNotificationEmailTitle": "அறிவிப்பு மின்னஞ்சல்"
    }
}
